const LIST = [{
  name: '观察者',
  artist: '陈绮贞',
  url: 'resources/观察者-陈绮贞.m4a',
  cover: 'http://p2.music.126.net/kCi0Cy3rR-OpRtc7ISkZ-A==/109951163725046743.jpg?param=130y130',
  lrc: "[00:00.000] 作曲 : 陈绮贞/钟成虎\n[00:00.583] 作词 : 陈绮贞/钟成虎\n[00:01.750]\n[00:13.538] 今天就像每一天\n[00:20.012] 你依旧为人付出   这么赏心悦目\n[00:26.731] 你哼着歌 困在绿灯前的冷气房车\n[00:33.269] 冰凉的沈默 让你放松\n[00:36.353] 热闹的社交 却让你词穷\n[00:39.640] 还有什么规范 让我们 受困其中\n[00:48.959]\n[00:49.609] 那年 心爱的摇滚乐队\n[00:56.096] 一个漫长的夏天\n[01:02.635] 我们喝着啤酒 感受着每一阵风\n[01:15.892] 你留住了一天\n[01:19.423] 留住了一天\n[01:22.591] 我默默看着我们\n[01:25.560] 为一首歌\n[01:27.594] 用心地唱着 唱着 唱着 唱着\n[01:41.384]\n[01:41.917] 记得 穿着制服 骑着摩托车\n[01:48.420] 经过隧道 海边 星空下的离别\n[01:54.877] 青涩的心碎和挫折\n[01:58.292] 用吉他 写下孤独的歌 孤独的歌\n[02:08.714]\n[02:14.605] 你离开 往前走 却想念着\n[02:21.342] 我躲开 不回头 却观察着\n[02:27.366] 观察了悲欢\n[02:30.554] 观察了离合\n[02:33.806] 看见你哭了 又笑了 放下了\n[02:39.709] 却拥抱着 拥抱着\n[02:51.614]\n[02:54.049] 你走着 我写着\n[02:57.234] 握着笔 哼着歌\n[03:00.535] 不奢求 用摇晃\n[03:03.920] 能唤醒 世界\n[03:07.072] 用冲撞 无法让天真永远\n[03:14.018] 就算伤口 不能愈合\n[03:22.754]\n[03:23.488] 你离开 往前走 却想念着\n[03:30.124] 我躲开 不回头 却观察着\n[03:36.110] 观察了悲欢\n[03:39.245] 观察了离合\n[03:42.580] 看见你失去了 又得到了\n[03:46.215] 或许感动着 却不知所措了\n[03:49.736] 我哭了 又笑了 愤怒了 原谅了\n[03:55.808] 放下了 放下了\n[04:02.344] 放下了\n[04:05.662]\n[04:09.037] 关上灯 音乐声却响起了\n[04:15.557] 房间里 只有孤独成歌\n[04:22.260] 又是漫漫长夜\n[04:25.512] 无声地捕捉不到 灵魂的骚动\n[04:31.981] 回忆还活着  活着\n[04:41.853]\n[04:42.236] 啦啦啦啦\n[05:08.249]\n"
},
{
  name: '躺在你的衣柜',
  artist: '陈绮贞',
  url: 'https://music.163.com/song/media/outer/url?id=5237915.mp3',
  // url: 'http://m701.music.126.net/20190921100117/c3f62a17ac699e4211f82b61f7a868dd/jdyyaac/030e/070e/010b/4d9f2ef18c0d30840c336a4a9030bbb8.m4a',
  cover: 'http://p1.music.126.net/rX67-58Op-VD4hF_463e1Q==/117647744185275.jpg?param=130y130',
  lrc: `[00:32.930]DA LA LA DA LA LA DA LA LA DA LA\n[00:58.090]你的毛衣跟着我回家了\n[01:03.150]我把它摆在我的房间\n[01:09.230]它曾经陪你走过几条街\n[01:15.130]它曾经陪你喝了好几杯冰的咖啡\n[01:26.390]陪你
  远走高飞拍照留念\n[01:38.780]也曾经静静的躺在你的衣柜\n[01:50.650]你的毛衣跟着我回家了\n[01:56.690]我把它摆在我的房间\n[02:01.940]它这样覆盖了我的冬天\n[02:07.820]它就要刺痛了我最敏锐爱的幻觉\n[02:19.170]陪你远走高飞拍照留念\n[02:31.010]天热了静静的躺在你的衣柜\n[03:00.540]我的冬天就要来了\n[03:12.610]我的冬天就要来了\n[03:24.320]你的身体跟着我回家了\n[03:29.810]我把它摆在我的房间\n[03:36.050]它曾经被你展示借给谁\n[03:41.970]它现在静静的躺在我的衣柜\n[03:53.330]天热了静静的躺在我的衣柜\n[04:22.610]我的冬天就要来了\n[04:34.740]我的冬天我的冬天\n"}`
},
{
  name: '每天都是一种练习 (Live)',
  artist: '陈绮贞',
  url: 'https://music.163.com/song/media/outer/url?id=209087.mp3',
  cover: 'http://p1.music.126.net/PyN6wzTJdoCc6B8i4i6ZeQ==/26388279078749.jpg?param=130y130',
  lrc: `[01:13.669] 好几天了没有你的消息\n[01:20.990]才发现其实想着你\n[01:27.529]当爱被紧紧的锁在心底\n[01:35.599]自由就张开翅膀飞出去\n[01:46.390]还需要一点幽默的心情\n[01:53.039]才能面对你失望的离去\n[02:00.338]快乐的气氛也许能暂时逃避\n[02:07.940]却又让伤害更彻底\n[02:19.690]我被恐惧深深的囚禁\n[02:27.000]我没有力气逃出去\n[02:34.200]每天都是一种练习\n[02:41.750]用今天换走过去\n[03:13.250]好几天了没有你的消息\n[03:20.060]才发现其实想着你\n[03:27.700]当爱被紧紧的锁在心底\n[03:34.450]自由就张开翅膀飞出去\n[03:46.010]还需要一点幽默的心情\n[03:53.060]才能面对你失望的离去\n[04:00.900]快乐的气氛也许能暂时逃避\n[04:08.300]却又让伤害更彻底\n[04:19.520]我被恐惧深深的囚禁\n[04:26.920]我没有力气逃出去\n[04:34.370]每天都是一种练习\n[04:41.470]用今天换走过去\n[04:49.430]每天都是新的练习\n[04:57.490]用明天换走失去的\n`
},
{
  name: 'unomi',
  artist: '別野加奈',
  url: 'https://music.163.com/song/media/outer/url?id=421807898.mp3',
  cover: 'http://p2.music.126.net/ENQQA0Vo3ZnLQaTCzdyrPA==/3417282147451667.jpg?param=130y130',
  lrc: `[by:是Reiji啊]\n[01:00.880]把生命替换给你\n[01:13.260]今晚就能见面了吧\n[01:17.040]虽然机会很小\n[01:21.920]但我不会放弃的\n[01:28.050]我在你身边呢\n[01:37.360]把愿望告诉我吧\n[01:44.280]我现在就在>这里啊\n[01:54.350]只是有点疼而已\n[01:56.170]「我、回、来、咯。」\n[01:58.720]「欢、迎、回、来。」\n[02:02.380]我能听到哦\n[02:09.110]「你、就、在、那、里。」\n[02:14.800]别人似乎都不知道\n[02:19.230]只属>于我一个人\n[02:22.340]你还是老样子\n[02:27.030]笨手笨脚得\n[02:31.070]逗我开心\n[02:36.640]我不该再看着你了\n[02:40.560]时间来不及了\n[02:42.730]你好狡猾\n[02:50.410]但我的视线无法离开你\n[02:53.680]不能自已\n[02:56.370]不要离开我\n[03:31.430]就算替换了生命\n[03:38.250]有些事也无法改变呢\n[03:45.440]你渐渐的消失了\n[03:53.270]似乎无法再见面了\n[03:59.420]我还忘不了你\n[04:06.040]把愿望告诉我吧\n[04:12.610]我现在就在这里啊\n[04:19.440]只是有点疼而已\n[04:26.270]「再、见、啦。」\n[04:29.890]「谢、谢、你。」\n[04:33.090]我能听到哦\n[04:40.020]「我、们、在、一、起。」\n[04:45.720]别人似乎都不知道\n[04:50.200]只属>于我一个人\n[04:53.440]你还是老样子\n[04:56.860]笨手笨脚得\n[05:01.860]就离开了我\n[05:07.480]我不该再看着你了\n[05:10.880]你那么任性\n[05:14.030]那么狡猾\n[05:21.950]但我的视线无法离开你\n[05:25.810]不能自
  已\n[05:28.040]好好跟我道别啊\n[06:30.100]「我、回、来、咯。」\n[06:33.250]「欢、迎、回、来。」\n[06:36.460]我能听到哦\n[06:43.380]「你、就、在、那、里。」\n[06:48.950]别人似乎都不知道\n[06:53.180]只属于我>一个人\n[06:56.200]你还是老样子\n[06:59.720]笨手笨脚得\n[07:04.650]逗我开心\n[07:10.640]我不该再看着你了\n[07:14.400]时间来不及了\n[07:16.690]你好狡猾\n[07:23.890]你还是老样子\n[07:27.730]笨手笨脚得\n[07:31.670]就离开了我\n[07:38.270]我不该再看着你了\n[07:41.800]你那么任性\n[07:44.690]那么狡猾\n[07:52.140]我不该再看着你了\n[07:55.580]我的视线无法离开你\n[07:58.950]好好跟我道别啊`
},
]